Repository: Scottish-Tech-Army/Soundscape-Android
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, fr_ca, ha, hi, hr, hu, id, is, it, ja, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans

source: Sets an audio beacon on one of your saved markers.
ar: يضبط منارة صوتية على إحدى علاماتك المحفوظة.
bg: Задава аудио маяк на някой от запазените Ви маркери.
bn: আপনার কোনো একটি সংরক্ষিত মার্কারে অডিও বীকন বসায়।
ca: Posa una balisa sonora en un dels teus marcadors desats.
cs: Nastaví zvukový maják na některou z vašich uložených značek.
da: Sætter et lydfyr på et af dine gemte mærker.
de: Setzt ein Audiobeacon auf eine Ihrer gespeicherten Markierungen.
el: Ορίζει ένα ηχητικό σήμα σε έναν από τους αποθηκευμένους δείκτες σας.
es: Pone una señal de audio en uno de tus marcadores guardados.
et: Seab helimajaka ühele sinu salvestatud markeritest.
fa: روی یکی از نشانه‌های ذخیره‌شده‌تان جهت‌نمای صوتی تنظیم می‌کند.
fi: Asettaa äänimajakan johonkin tallennetuista merkinnöistäsi.
fr: Place une balise sonore sur l’un de vos marqueurs enregistrés.
fr_ca: Place une balise audio sur l’un de vos marqueurs enregistrés.
ha: Yana saita siginar sauti a kan ɗaya daga cikin alamominka da aka ajiye.
hi: आपके किसी सहेजे गए मार्कर पर ऑडियो बीकन लगाता है।
hr: Postavlja zvučni svjetionik na jednu od vaših spremljenih oznaka.
hu: Hangjelzőt állít be valamelyik mentett jelölőjén.
id: Memasang suar audio pada salah satu penanda tersimpan Anda.
is: Setur hljóðvita á eitt af vistuðu merkjunum þínum.
it: Imposta un audiofaro su uno dei tuoi indicatori salvati.
ja: 保存したマーカーのひとつに音声ビーコンを設定します。
ko: 저장한 마커 중 하나에 오디오 비콘을 설정합니다.
mr: तुमच्या एखाद्या जतन केलेल्या मार्करवर ऑडिओ बीकन ठेवते.
nb: Setter et lydsignal på en av de lagrede markørene dine.
nl: Stelt een audiobaken in op een van uw opgeslagen markeringen.
pl: Ustawia dźwięk naprowadzający na jednym z twoich zapisanych znaczników.
pt: Coloca um sinal de áudio num dos seus marcos guardados.
pt_br: Coloca um sinalizador sonoro em um dos seus favoritos salvos.
ro: Pune o baliză audio pe unul dintre marcajele tale salvate.
ru: Устанавливает звуковой маяк на одну из ваших сохранённых отметок.
sk: Nastaví zvukový maják na niektorú z vašich uložených značiek.
sl: Nastavi zvočni svetilnik na eno od vaših shranjenih oznak.
sr: Поставља звучни бакен на један од ваших сачуваних маркера.
sv: Ställer in ett ljudfyr på en av dina sparade platsmarkörer.
sw: Inaweka beacon ya sauti kwenye mojawapo ya alama zako zilizohifadhiwa.
ta: உங்கள் சேமித்த குறிப்பான்களில் ஒன்றில் ஒலி பீக்கனை அமைக்கும்.
te: మీరు సేవ్ చేసిన మార్కర్‌లలో ఒకదానిపై ఆడియో బీకాన్‌ను సెట్ చేస్తుంది.
th: ตั้งบีคอนเสียงไว้ที่หมุดที่บันทึกไว้หมุดใดหมุดหนึ่งของคุณ
tr: Kayıtlı noktalarınızdan birine sesli işaret koyar.
uk: Встановлює звуковий маячок на одну з ваших збережених міток.
ur: آپ کے کسی محفوظ مارکر پر آڈیو بیکن سیٹ کرتا ہے۔
vi: Đặt đèn hiệu âm thanh lên một trong các điểm đánh dấu đã lưu của bạn.
zh_hans: 在你已保存的某个标记点上设置音频信标。

source: Skips waypoints, mutes the beacon, or stops the route.
ar: يتخطى نقاط المسار، أو يكتم المنارة، أو يوقف المسار.
bg: Прескача пътни точки, изключва звука на маяка или спира маршрута.
bn: ওয়েপয়েন্ট এড়িয়ে যায়, বীকন মিউট করে, বা রুট বন্ধ করে।
ca: Salta punts de ruta, silencia la balisa o atura la ruta.
cs: Přeskakuje trasové body, ztlumí maják nebo zastaví trasu.
da: Springer vejpunkter over, slår lydfyret fra eller stopper ruten.
de: Überspringt Wegpunkte, schaltet das Beacon stumm oder beendet die Route.
el: Παρακάμπτει σημεία πορείας, θέτει σε σίγαση το ηχητικό σήμα ή διακόπτει τη διαδρομή.
es: Salta puntos de ruta, silencia la señal o detiene la ruta.
et: Jätab teekonnapunkte vahele, summutab majaka või peatab marsruudi.
fa: از نقطه‌های بین‌راهی رد می‌شود، صدای جهت‌نما را می‌بندد، یا مسیر را متوقف می‌کند.
fi: Ohittaa reittipisteitä, hiljentää majakan tai pysäyttää reitin.
fr: Passe des points de repère, coupe le son de la balise ou arrête l’itinéraire.
fr_ca: Passe des points de cheminement, coupe le son de la balise ou arrête l’itinéraire.
ha: Yana tsallake matsayai, ya kashe siginar sauti, ko ya tsayar da tafarkin.
hi: मार्ग बिंदु छोड़ता है, बीकन म्यूट करता है, या मार्ग रोक देता है।
hr: Preskače putne točke, utišava svjetionik ili zaustavlja rutu.
hu: Útvonalpontokat ugrik át, elnémítja a hangjelzőt, vagy leállítja az útvonalat.
id: Melewati titik rute, menonaktifkan suara suar, atau menghentikan rute.
is: Sleppir leiðarpunktum, slekkur á hljóðvitanum eða stöðvar leiðina.
it: Salta i waypoint, disattiva l’audio dell’audiofaro o interrompe il percorso.
ja: ウェイポイントをスキップし、ビーコンをミュートし、またはルートを停止します。
ko: 경유지를 건너뛰거나, 비콘을 음소거하거나, 경로를 중지합니다.
mr: मार्ग बिंदू वगळते, बीकन म्यूट करते, किंवा मार्ग थांबवते.
nb: Hopper over veipunkter, slår av lydsignalet eller stopper ruten.
nl: Slaat routepunten over, dempt het baken of stopt de route.
pl: Pomija punkty trasy, wycisza dźwięk naprowadzający albo zatrzymuje trasę.
pt: Salta Pontos de Passagem, desativa o som do sinal ou para a rota.
pt_br: Pula localizadores, ativa o mudo do sinalizador ou interrompe a rota.
ro: Sare peste puncte de traseu, dezactivează sunetul balizei sau oprește ruta.
ru: Пропускает путевые точки, отключает маяк или останавливает маршрут.
sk: Preskakuje body trasy, stlmí maják alebo zastaví trasu.
sl: Preskoči točke poti, utiša svetilnik ali zaustavi pot.
sr: Прескаче путне тачке, утишава бакен или зауставља руту.
sv: Hoppar över brytpunkter, stänger av ljudfyret eller stoppar rutten.
sw: Inaruka vituo, inazima sauti ya beacon, au inasimamisha njia.
ta: வழிப்புள்ளிகளைத் தவிர்க்கும், பீக்கனை முடக்கும், அல்லது பாதையை நிறுத்தும்.
te: వేపాయింట్‌లను దాటవేస్తుంది, బీకాన్‌ను మ్యూట్ చేస్తుంది, లేదా రూట్‌ను ఆపివేస్తుంది.
th: ข้ามจุดผ่านทาง ปิดเสียงบีคอน หรือหยุดเส้นทาง
tr: Ara noktaları atlar, işareti sessize alır ya da rotayı durdurur.
uk: Пропускає зупинки, вимикає звук маячка або зупиняє маршрут.
ur: ویپوائنٹس چھوڑ دیتا ہے، بیکن خاموش کرتا ہے، یا روٹ روک دیتا ہے۔
vi: Bỏ qua điểm dừng, tắt tiếng đèn hiệu, hoặc dừng lộ trình.
zh_hans: 跳过航点、静音信标，或停止路线。

source: Soundscape couldn't do that.
ar: لم يتمكن Soundscape من فعل ذلك.
bg: Soundscape не можа да направи това.
bn: Soundscape সেটি করতে পারেনি।
ca: Soundscape no ha pogut fer això.
cs: Soundscape to nedokázal provést.
da: Soundscape kunne ikke gøre det.
de: Soundscape konnte das nicht ausführen.
el: Το Soundscape δεν μπόρεσε να το κάνει αυτό.
es: Soundscape no ha podido hacer eso.
et: Soundscape ei saanud seda teha.
fa: Soundscape نتوانست آن را انجام دهد.
fi: Soundscape ei pystynyt tekemään sitä.
fr: Soundscape n’a pas pu faire cela.
fr_ca: Soundscape n’a pas pu faire cela.
ha: Soundscape bai iya yin hakan ba.
hi: Soundscape यह नहीं कर सका।
hr: Soundscape to nije mogao učiniti.
hu: A Soundscape nem tudta ezt megtenni.
id: Soundscape tidak dapat melakukannya.
is: Soundscape gat ekki gert það.
it: Soundscape non è riuscito a farlo.
ja: Soundscape はその操作を実行できませんでした。
ko: Soundscape가 그 작업을 하지 못했습니다.
mr: Soundscape ला ते करता आले नाही.
nb: Soundscape klarte ikke å gjøre det.
nl: Soundscape kon dat niet doen.
pl: Soundscape nie mógł tego zrobić.
pt: O Soundscape não conseguiu fazer isso.
pt_br: O Soundscape não conseguiu fazer isso.
ro: Soundscape nu a putut face asta.
ru: Soundscape не смог это сделать.
sk: Soundscape to nedokázal vykonať.
sl: Soundscape tega ni mogel narediti.
sr: Soundscape то није могао да уради.
sv: Soundscape kunde inte göra det.
sw: Soundscape haikuweza kufanya hilo.
ta: Soundscape ஆல் அதைச் செய்ய முடியவில்லை.
te: Soundscape అది చేయలేకపోయింది.
th: Soundscape ทำสิ่งนั้นไม่ได้
tr: Soundscape bunu yapamadı.
uk: Soundscape не зміг це зробити.
ur: Soundscape یہ نہیں کر سکا۔
vi: Soundscape không thể làm việc đó.
zh_hans: Soundscape 无法完成该操作。

source: Start Beacon
ar: بدء المنارة
bg: Стартирай маяка
bn: বীকন শুরু করুন
ca: Inicia la balisa
cs: Spustit maják
da: Start lydfyr
de: Beacon starten
el: Έναρξη ηχητικού σήματος
es: Iniciar señal
et: Käivita majakas
fa: شروع جهت‌نما
fi: Käynnistä majakka
fr: Démarrer la balise
fr_ca: Démarrer la balise
ha: Fara Sigina
hi: बीकन शुरू करें
hr: Pokreni svjetionik
hu: Hangjelző indítása
id: Mulai Suar
is: Kveikja á hljóðvita
it: Avvia audiofaro
ja: ビーコンを開始
ko: 비콘 시작
mr: बीकन सुरू करा
nb: Start lydsignal
nl: Baken starten
pl: Uruchom naprowadzanie
pt: Iniciar Sinal
pt_br: Iniciar Sinalizador
ro: Pornește baliza
ru: Включить маяк
sk: Spustiť maják
sl: Zaženi svetilnik
sr: Покрени бакен
sv: Starta ljudfyr
sw: Anzisha Beacon
ta: பீக்கனைத் தொடங்கு
te: బీకాన్‌ను ప్రారంభించు
th: เริ่มบีคอน
tr: İşareti Başlat
uk: Запустити маячок
ur: بیکن شروع کریں
vi: Bật đèn hiệu
zh_hans: 启动信标

source: Start Route
ar: بدء المسار
bg: Стартирай маршрута
bn: রুট শুরু করুন
ca: Inicia la ruta
cs: Spustit trasu
da: Start rute
de: Route starten
el: Έναρξη διαδρομής
es: Iniciar ruta
et: Alusta marsruuti
fa: شروع مسیر
fi: Aloita reitti
fr: Démarrer l’Itinéraire
fr_ca: Démarrer un Itinéraire
ha: Fara Tafarki
hi: मार्ग शुरू करें
hr: Pokreni rutu
hu: Útvonal indítása
id: Mulai Rute
is: upphaf leiðar
it: Avvia Percorso
ja: ルートを開始する
ko: 경로 시작
mr: मार्ग सुरू करा
nb: Start rute
nl: Route starten
pl: Rozpocznij trasę
pt: Iniciar Rota
pt_br: Iniciar Rota
ro: Pornește ruta
ru: Начать маршрут
sk: Spustiť trasu
sl: Zaženi pot
sr: Покрени руту
sv: Starta rutt
sw: Anzisha Njia
ta: பாதையைத் தொடங்கு
te: రూట్‌ను ప్రారంభించు
th: เริ่มเส้นทาง
tr: Rotayı Başlat
uk: Розпочати маршрут
ur: روٹ شروع کریں
vi: Bắt đầu lộ trình
zh_hans: 开始路线

source: Starts one of your saved routes.
ar: يبدأ أحد مساراتك المحفوظة.
bg: Стартира някой от запазените Ви маршрути.
bn: আপনার কোনো একটি সংরক্ষিত রুট শুরু করে।
ca: Inicia una de les teves rutes desades.
cs: Spustí některou z vašich uložených tras.
da: Starter en af dine gemte ruter.
de: Startet eine Ihrer gespeicherten Routen.
el: Ξεκινά μία από τις αποθηκευμένες διαδρομές σας.
es: Inicia una de tus rutas guardadas.
et: Käivitab ühe sinu salvestatud marsruutidest.
fa: یکی از مسیرهای ذخیره‌شده‌تان را شروع می‌کند.
fi: Aloittaa jonkin tallennetuista reiteistäsi.
fr: Démarre l’un de vos itinéraires enregistrés.
fr_ca: Démarre l’un de vos itinéraires enregistrés.
ha: Yana fara ɗaya daga cikin tafarkunka da aka ajiye.
hi: आपके किसी सहेजे गए मार्ग को शुरू करता है।
hr: Pokreće jednu od vaših spremljenih ruta.
hu: Elindítja valamelyik mentett útvonalát.
id: Memulai salah satu rute tersimpan Anda.
is: Ræsir eina af vistuðu leiðunum þínum.
it: Avvia uno dei tuoi percorsi salvati.
ja: 保存したルートのひとつを開始します。
ko: 저장한 경로 중 하나를 시작합니다.
mr: तुमचा एखादा जतन केलेला मार्ग सुरू करते.
nb: Starter en av de lagrede rutene dine.
nl: Start een van uw opgeslagen routes.
pl: Uruchamia jedną z twoich zapisanych tras.
pt: Inicia uma das suas rotas guardadas.
pt_br: Inicia uma das suas rotas salvas.
ro: Pornește una dintre rutele tale salvate.
ru: Запускает один из ваших сохранённых маршрутов.
sk: Spustí niektorú z vašich uložených trás.
sl: Zažene eno od vaših shranjenih poti.
sr: Покреће једну од ваших сачуваних рута.
sv: Startar en av dina sparade rutter.
sw: Inaanzisha mojawapo ya njia zako zilizohifadhiwa.
ta: உங்கள் சேமித்த பாதைகளில் ஒன்றைத் தொடங்கும்.
te: మీరు సేవ్ చేసిన రూట్‌లలో ఒకదాన్ని ప్రారంభిస్తుంది.
th: เริ่มเส้นทางที่บันทึกไว้เส้นใดเส้นหนึ่งของคุณ
tr: Kayıtlı rotalarınızdan birini başlatır.
uk: Запускає один із ваших збережених маршрутів.
ur: آپ کے کسی محفوظ روٹ کو شروع کرتا ہے۔
vi: Bắt đầu một trong các lộ trình đã lưu của bạn.
zh_hans: 启动你已保存的某条路线。

source: Stop
ar: إيقاف
bg: Спри
bn: বন্ধ করুন
ca: Atura
cs: Zastavit
de: Anhalten
el: Διακοπή
es: Detener
et: Peata
fa: توقف
fi: Pysäytä
fr: Arrêter
fr_ca: Arrêter
ha: Tsayar
hi: रोकें
hr: Zaustavi
hu: Leállítás
id: Hentikan
is: Stöðva
it: Interrompi
ja: 停止
ko: 중지
mr: थांबवा
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
pt_br: Interromper
ro: Oprește
ru: Остановить
sk: Zastaviť
sl: Zaustavi
sr: Заустави
sv: Stoppa
sw: Simamisha
ta: நிறுத்து
te: ఆపివేయి
th: หยุด
tr: Durdur
uk: Зупинити
ur: روکیں
vi: Dừng
zh_hans: 停止

source: Stop Beacon
ar: إيقاف المنارة
bg: Спри маяка
bn: বীকন বন্ধ করুন
ca: Atura la balisa
cs: Zastavit maják
da: Stop lydfyr
de: Beacon stoppen
el: Διακοπή ηχητικού σήματος
es: Detener señal
et: Peata majakas
fa: توقف جهت‌نما
fi: Pysäytä majakka
fr: Arrêter la balise
fr_ca: Arrêter la balise
ha: Tsayar da Sigina
hi: बीकन रोकें
hr: Zaustavi svjetionik
hu: Hangjelző leállítása
id: Hentikan Suar
is: Slökkva á hljóðvita
it: Interrompi audiofaro
ja: ビーコンを停止
ko: 비콘 중지
mr: बीकन थांबवा
nb: Stopp lydsignal
nl: Baken stoppen
pl: Zatrzymaj naprowadzanie
pt: Parar Sinal
pt_br: Interromper Sinalizador
ro: Oprește baliza
ru: Остановить маяк
sk: Zastaviť maják
sl: Zaustavi svetilnik
sr: Заустави бакен
sv: Stoppa ljudfyr
sw: Simamisha Beacon
ta: பீக்கனை நிறுத்து
te: బీకాన్‌ను ఆపివేయి
th: หยุดบีคอน
tr: İşareti Durdur
uk: Зупинити маячок
ur: بیکن روکیں
vi: Tắt đèn hiệu
zh_hans: 停止信标

source: Surroundings
ar: المحيط
bg: Обкръжение
bn: চারপাশ
ca: Entorn
cs: Okolí
da: Omgivelser
de: Umgebung
el: Περιβάλλον
es: Entorno
et: Ümbrus
fa: پیرامون
fi: Ympäristö
fr: Environs
fr_ca: Environs
ha: Kewaye
hi: आसपास
hr: Okolina
hu: Környezet
id: Sekitar
is: Umhverfi
it: Dintorni
ja: 周辺状況
ko: 주변
mr: परिसर
nb: Omgivelser
nl: Omgeving
pl: Otoczenie
pt: Redor
pt_br: Arredores
ro: Împrejurimi
ru: Окружение
sk: Okolie
sl: Okolica
sr: Околина
sv: Omgivning
sw: Mazingira
ta: சுற்றுப்புறம்
te: పరిసరాలు
th: สภาพแวดล้อม
tr: Çevre
uk: Оточення
ur: اردگرد
vi: Xung quanh
zh_hans: 周围环境

source: Switches the audio beacon off.
ar: يوقف المنارة الصوتية.
bg: Изключва аудио маяка.
bn: অডিও বীকন বন্ধ করে দেয়।
ca: Apaga la balisa sonora.
cs: Vypne zvukový maják.
da: Slukker for lydfyret.
de: Schaltet das Audiobeacon aus.
el: Απενεργοποιεί το ηχητικό σήμα.
es: Apaga la señal de audio.
et: Lülitab helimajaka välja.
fa: جهت‌نمای صوتی را خاموش می‌کند.
fi: Kytkee äänimajakan pois.
fr: Désactive la balise sonore.
fr_ca: Désactive la balise audio.
ha: Yana kashe siginar sauti.
hi: ऑडियो बीकन बंद कर देता है।
hr: Isključuje zvučni svjetionik.
hu: Kikapcsolja a hangjelzőt.
id: Mematikan suar audio.
is: Slekkur á hljóðvitanum.
it: Spegne l’audiofaro.
ja: 音声ビーコンをオフにします。
ko: 오디오 비콘을 끕니다.
mr: ऑडिओ बीकन बंद करते.
nb: Slår av lydsignalet.
nl: Zet het audiobaken uit.
pl: Wyłącza dźwięk naprowadzający.
pt: Desliga o sinal de áudio.
pt_br: Desliga o sinalizador sonoro.
ro: Oprește baliza audio.
ru: Выключает звуковой маяк.
sk: Vypne zvukový maják.
sl: Izklopi zvočni svetilnik.
sr: Искључује звучни бакен.
sv: Stänger av ljudfyret.
sw: Inazima beacon ya sauti.
ta: ஒலி பீக்கனை அணைக்கும்.
te: ఆడియో బీకాన్‌ను ఆఫ్ చేస్తుంది.
th: ปิดบีคอนเสียง
tr: Sesli işareti kapatır.
uk: Вимикає звуковий маячок.
ur: آڈیو بیکن بند کر دیتا ہے۔
vi: Tắt đèn hiệu âm thanh.
zh_hans: 关闭音频信标。

source: You can say: Soundscape surroundings, Soundscape route, Soundscape start route, Soundscape beacon, Soundscape stop beacon, Soundscape detail, or Soundscape list.
ar: يمكنك أن تقول: Soundscape المحيط، Soundscape المسار، Soundscape ابدأ المسار، Soundscape المنارة، Soundscape أوقف المنارة، Soundscape التفاصيل، أو Soundscape قائمة.
da: Du kan sige: Soundscape omgivelser, Soundscape rute, Soundscape start rute, Soundscape lydfyr, Soundscape stop lydfyr, Soundscape detaljer eller Soundscape liste.
de: Sie können sagen: Soundscape Umgebung, Soundscape Route, Soundscape starte Route, Soundscape Beacon, Soundscape stoppe Beacon, Soundscape Details oder Soundscape Liste.
es: Puedes decir: Soundscape entorno, Soundscape ruta, Soundscape iniciar ruta, Soundscape señal, Soundscape detener señal, Soundscape detalle o Soundscape lista.
fi: Voit sanoa: Soundscape ympäristö, Soundscape reitti, Soundscape aloita reitti, Soundscape majakka, Soundscape pysäytä majakka, Soundscape yksityiskohdat tai Soundscape luettelo.
fr: Vous pouvez dire : Soundscape environs, Soundscape itinéraire, Soundscape démarre l'itinéraire, Soundscape balise, Soundscape arrête la balise, Soundscape détails ou Soundscape liste.
it: Puoi dire: Soundscape dintorni, Soundscape percorso, Soundscape avvia percorso, Soundscape audiofaro, Soundscape ferma audiofaro, Soundscape dettagli o Soundscape elenco.
ja: 「Soundscape 周辺」「Soundscape ルート」「Soundscape ルート開始」「Soundscape ビーコン」「Soundscape ビーコン停止」「Soundscape 詳細」「Soundscape リスト」と言えます。
ko: 다음과 같이 말할 수 있습니다: Soundscape 주변, Soundscape 경로, Soundscape 경로 시작, Soundscape 비콘, Soundscape 비콘 중지, Soundscape 상세, Soundscape 목록.
nb: Du kan si: Soundscape omgivelser, Soundscape rute, Soundscape start rute, Soundscape lydsignal, Soundscape stopp lydsignal, Soundscape detaljer eller Soundscape liste.
nl: U kunt zeggen: Soundscape omgeving, Soundscape route, Soundscape start route, Soundscape baken, Soundscape stop baken, Soundscape detail of Soundscape lijst.
pt: Pode dizer: Soundscape arredores, Soundscape rota, Soundscape iniciar rota, Soundscape sinal, Soundscape parar sinal, Soundscape detalhe ou Soundscape lista.
pt_br: Você pode dizer: Soundscape arredores, Soundscape rota, Soundscape iniciar rota, Soundscape sinalizador, Soundscape parar sinalizador, Soundscape detalhe ou Soundscape lista.
ru: Можно сказать: Soundscape окружение, Soundscape маршрут, Soundscape запусти маршрут, Soundscape маяк, Soundscape выключи маяк, Soundscape детали или Soundscape список.
sv: Du kan säga: Soundscape omgivning, Soundscape rutt, Soundscape starta rutt, Soundscape ljudfyr, Soundscape stoppa ljudfyr, Soundscape detaljer eller Soundscape lista.
th: คุณสามารถพูดว่า: Soundscape รอบตัว, Soundscape เส้นทาง, Soundscape เริ่มเส้นทาง, Soundscape บีคอน, Soundscape หยุดบีคอน, Soundscape รายละเอียด หรือ Soundscape รายการ
tr: Şunları diyebilirsiniz: Soundscape çevre, Soundscape rota, Soundscape rota başlat, Soundscape işaret, Soundscape işareti durdur, Soundscape ayrıntı veya Soundscape liste.
zh_hans: 你可以说：Soundscape 周围、Soundscape 路线、Soundscape 开始路线、Soundscape 信标、Soundscape 停止信标、Soundscape 详细，或 Soundscape 列表。
